Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/errors.tmx
Source language: en
Languages: fr, nl

source: This field is required, minimum 2 characters
fr: Dit is verplicht in te vullen, minstens 2 tekens
nl: Dit is verplicht in te vullen, minstens 2 tekens

source: This field is required, maximum 255 characters
fr: Dit is verplicht in te vullen, maximum 255 tekens
nl: Dit is verplicht in te vullen, maximum 255 tekens

source: This is required
fr: Dit is verplicht in te vullen
nl: Dit is verplicht in te vullen

source: This field needs minimum 2 characters
fr: Dit veld vereist minimum 2 tekens
nl: Dit veld vereist minimum 2 tekens

source: Oops.. Mistake
fr: Oups.. Erreur
nl: Oeps.. Foutje

source: Name
fr: Nom
nl: Naam

source: First Name
fr: Prénom
nl: Voornaam

source: E-mail already exists
fr: E-mail EXIST
nl: E-mail bestaat al

source: E-mail format
fr: E-mail EXIST
nl: E-mail formaat

source: Field required, minimum 6 characters
fr: Verplicht veld, minimum 6 tekens
nl: Verplicht veld, minimum 6 tekens

source: Field required, maximum 32 characters
fr: Verplicht veld, maximum 32 tekens
nl: Verplicht veld, maximum 32 tekens

source: Street
fr: Rue
nl: Straat

source: Nr.
fr: N.

source: Zip code
fr: Code Postal
nl: Postcode

source: Location
fr: Emplacement
nl: Locatie

source: Country
fr: Pays
nl: Land

source: Your name is too short
fr: Votre nom est trop court
nl: Je naam is te kort

source: Your name is too long
fr: Votre nom est trop long
nl: Je naam is te lang

source: Your first name is too short
fr: Votre prénom est trop court
nl: Je voornaam is te kort

source: Your first name is too long
fr: Votre prénom est trop long
nl: Je voornaam is te lang

source: Your streetname is too short
fr: Votre nom de rue est trop court
nl: Je straatnaam is te kort

source: Your streetname is too long
fr: Votre nom de rue est trop long
nl: Je straatnaam is te lang

source: Your number is too short
fr: Votre nombre est trop court
nl: Je nummer is te kort

source: Your number is too long
fr: Votre nombre est trop long
nl: Je nummer is te lang

source: Your zip code is too short
fr: Votre code postal est trop court
nl: Je postcode is te kort

source: Your zip code is too long
fr: Votre code postal est trop long
nl: Je postcode is te lang

source: Your location is too short
fr: Votre emplacement est trop court
nl: Je locatie is te kort

source: Your location is too long
fr: Votre emplacement est trop long
nl: Je locatie is te lang

source: Your country is too short
fr: Votre pays est trop court
nl: Je land is te kort

source: Your country is too long
fr: Votre pays est trop long
nl: Je land is te lang

source: Your amount is not set correctly eg. 20,50
fr: Votre montant n'est pas fixé correctement, par exemple 20,50
nl: Je bedrag is niet juist geformuleerd bv. 20,50

source: Your email address is not valid
fr: Votre adresse e-mail n'est pas valide
nl: Je e-mailadres is niet geldig

source: Your e-mail address is already registered
fr: Votre adresse e-mail est déjà enregistré
nl: Je e-mailadres is al geregistreerd

source: You must approve the terms and conditions
fr: Vous devez approuver les termes et conditions
nl: Je moet de algemene voorwaarden goedkeuren

source: Your password is too long
fr: Votre mot de passe est trop long
nl: Je gekozen paswoord is te lang

source: Your phonenumber is to short
fr: Je telefoonnummer is te kort
nl: Je telefoonnummer is te kort

source: Your phone number is too long
fr: Votre numero de telephone est trop long
nl: Je telefoonnummer is te lang

source: Address
fr: l'adresse
nl: Adresgegevens

source: Please make your payment within 5 days with the following info.
fr: S'il vous plaît effectuer votre paiement dans les 5 jours avec les informations suivantes.
nl: Gelieve uw betaling te doen binnen de 5 werkdagen met de onderstaande info.

source: Subscribe
fr: Inschrijven
nl: Inschrijven

source: Thank you for your subscription.
fr: Bedankt voor je inschrijving.
nl: Bedankt voor je inschrijving.

source: Send
nl: Verstuur

source: Phone
nl: Telefoon/GSM
